Repository: gnome-globalmenu/gnome-globalmenu
Catalog: po/*.po
Languages: de, es, fr, fr_fr, he, hu, hu_hu, id, it, it_it, nl, pl, pt, ru, ru_ru, sv, tr, uk, zh_cn

source: Disable checking the GTK plugin module at startup. If you know the module is loaded but for some reasons the applet cannot correctly detect this fact, set this key to true to skip the checking.
de: Überprüfen des GTK-Pluginmoduls meim Start deaktivieren. Falls Sie genau wissen, dass das Modul geladen ist, aber das Applet aus verschiedenen Gründen es nicht korrekt erkennen kann, setzen Sie diesen Schlüssel auf »WAHR«, um die Überprüfung zu überspringen.
hu: Letiltja a rendszer indításkor a GTK beépülő modul ellenőrzését. Ha tudja, hogy a modul be lett töltve, de a kisalkalmazás nem tudja ezt helyesen megállapítani, akkor állítsa igazra ezt a mezőt, hogy kihagyja az ellenőrzést.
id: Nonaktifkan pemeriksaan terhadap modul plugin GTK saat mulai. Jika Anda mengetahui bahwa modul telah dimasukan tetapi karena beberapa alasan aplet tidak dapat terdeteksi, ubah aturan ini menjadi true untuk melewati pemeriksaan.
it: Rendi invalido il controllo del modulo alimentabile di GTK alla partenza. Se sai che il modulo è caricato ma per alcuni motivi l' applet non può rilevare correttamente questo fatto, fissa questa chiave per allineare e per saltare il controllo.
pl: Wyłącz sprawdzanie pluginu modułu GTK podczas startu. Jeśli wiesz, że moduł jest załadowany ale z jakichś względów aplet ma problem z jego wykryciem zaznacz to pole aby ominąć sprawdzanie tego.
ru: Отключить проверку GTK-модуля во время загрузки. Если вы уверены, что модуль загружен, но по какой-то причине апплет не может обнаружить это, включите эту опцию, чтобы избежания проверки.
tr: Başlangıçtaki GTK eklentisi kipi kontrolünü devre dışı bırakın.Eğer kipin yüklendiğini biliyorsanız ama herhangi bir sebepten uygulama bunu algılamazsa,kontrolü atlamak için bu anahtarı doğru olarak ayarlayın.
uk: Вимкнути перевірку модулів додатків GTK при старті. Якщо Ви знаєте, що модуль завантажений, але за деяких причин аплет не може коректно відслідкувати це, активуйте цей пункт, щоб оминати перевірку.
zh_cn: 在程序启动时不检查GTK插件模块。如果你确定此模块已经被加载，但基于某些原因小程序不能正确的检测到它，你可以启用此设置来跳过检查。

source: Enable Global Menu For GTK applications
de: Globales Menü für GTK-Anwendungen aktivieren
es: Activar Global Menu para las aplicaciones GTK
fr: Activer Global Menu pour les applications GTK
hu: Globális Menü engedélyezése GTK-hoz
hu_hu: Globális menü engedélyezése GTK alkalmazásokhoz
id: Aktifkan Global Menu pada aplikasi GTK
it: Attiva Menu globale per le applicazioni GTK
it_it: Modulo GTK+ per Global Menu
pl: Włącz Global Menu dla aplikacji GTK
pt: Activar Menu Global Para Aplicações GTK
ru: Включить глобальное меню для GTK-приложений
ru_ru: Включить Global Menu для GTK приложений
sv: Aktivera Global Menu för GTK applikationer
tr: GTK Uygulamaları için Global Menüyü Etkinleştir
uk: Активувати Глобальне Меню для програм GTK
zh_cn: 启用 GTK 程序的全局菜单支持

source: Enable the Window Actions
de: Fensteraktionen aktivieren
hu: Ablak műveletek engedélyezése
id: Aktifkan Jendela
it: Abilita le Azioni delle Finestre
nl: Activeer venster acties
pl: Włącz akcje okien
ru: Включить Окно Действий
tr: Pencere Komutlarını Etkinleştir
uk: Дозволити дії над вікнами
zh_cn: 启用窗口操作

source: Enabled the Window List
de: Fensterliste aktivieren
hu: Ablak lista engedélyezése
id: Aktifkan List Jendela
it: Abilita la Lista delle Finestre
nl: Activeer de venster lijst
pl: Włącz listę okien
ru: Включить Список Окон
tr: Pencere Listesini Etkinleştir
uk: Дозволити список вікон
zh_cn: 启用窗口列表

source: If this key is true, libglobalmenu-gnome, the GTK plugin for Global Menu is loaded.
de: Falls dieser Schlüssel »WAHR« ist, dann ist das GTK-Plugin für das Globale Menü »libglobalmenu-gnome« geladen.
es: si esta llave es correcta, el complemento GTK para Global Menu, libglobalmenu-gnome, será cargado.
fr: Si cette clé est vraie, libglobalmenu-gnome, le greffon GTK de Global Menu est chargé.
hu: Ha ez a kulcs igaz, akkor a libglobalmenu-gnome, a Globális Menü GTK beépülője be van töltve.
hu_hu: Ha ez az érték igaz, akkor libglobalmenu-gnome, a GTK beépülő a Globális Menühöz be van töltve.
id: Jika kuncinya benar, libglobalmenu-gnome, plugin GTK untuk Global Menu telah dimasukan.
it: Se impostato a vero, viene caricato libglobalmenu-gnome, il plugin GTK per il Menu globale
nl: Als deze sleutel waar is, libglobalmenu-gnome, zal de GTK plugin voor Global Menu geladen worden.
pl: Jeśli ten klucz jest prawdziwy to, libglobalmenu-gnome, plugin GTK dla Globak Menu jest załadowany.
pt: Se esta chave for verdadeira, libglobalmenu-gnome, o plugin GTK para o Menu Global está carregado.
ru: Если это включено, то GTK-модуль libglobalmenu-gnome для глобального меню загружен.
ru_ru: Если ключ libglobalmenu-gnome включен, плагин для Global Menu загружен.
sv: Om denna nyckel är true, libglobalmenu-gnome, GTK insticksmodulen för Global Menu är laddad.
tr: Eğer libglobalmenu-gnome anahtarı doğruysa GTK eklentileri için Global Menü yüklenir.
uk: Якщо цей пункт активований, тоді завантажується libglobalmenu-gnome, додаток GTK для Глобального Меню.
zh_cn: 如果本设置被激活，全局菜单的 GTK 插件 (libglobalmenu-gnome) 会被加载。

source: Maximum length of the title area
de: Maximale Länge des Titelbereichs
hu: A címke terület macimális hossza
id: Panjang maksimum untuk area judul
it: Lunghezza massima della zona di titolo
nl: Maximum lengte van het titel vak
pl: Maksymalny rozmiar pola tytułu
ru: Максимальная длинна заголовка
tr: Title için En Fazla Uzunluk
uk: Максимальна довжина заголовку
zh_cn: 标题最大宽度

source: Show the icon of the action window in the applet
de: Symbol der Anwendung im Applet anzeigen
hu: Aktív ablak ikonjának megjelenítése a kisalkalmazáson
id: Perlihatkan ikon terhadap jendela yang aktif pada aplet
it: Mostra l'icona dell' azione delle finestre nell' applet
nl: Laat het icoon van het actie venster zien in het applet
pl: Pokaż ikonę okna akcji w aplecie
ru: Показывать иконку активного окна в апплете
tr: Komut penceresindeki appletlerde ikon göster
uk: Показувати іконку активного вікна у аплеті
zh_cn: 显示当前窗口图标

source: Show the icon of the active window in the applet when enabled.
de: Falls aktiviert, wird das Symbol des aktiven Fensters im Applet angezeigt.
hu: Aktív ablak ikonjának megjelenítése a kisalkalmazásban, ha engedélyezi.
id: Perlihatkan ikon terhadap jendela yang aktif pada aplet ketika jendela telah diaktifkan
it: Mostra l' icona dell' azione della finestra nell' applet quando attiva
nl: Als geactiveerd, laat het het icoon van het actieve venster zien in het applet.
pl: Pokaż ikonę aktywnego okna w aplecie gdy opcja jest włączona.
ru: Показывать иконку активного окна в апплете если включено
tr: Komut penceresindeki appletlerde ikon gösterilirse etkinleştir
uk: Показує іконку активного вікна, коли активоване.
zh_cn: 启用本选项，将在小程序中显示当前窗口图标

source: Show the name of the active application in the applet
de: Name der Anwendung im Applet anzeigen
hu: Aktív ablak nevének megjelenítése a kisalkalmazásban
id: Perlihatkan nama aplikasi yang aktif pada aplet
it: Mostra il nome dell' applicazione attiva nell' applet
nl: Laat de naam van de actieve applicatie zien in het applet
pl: Pokaż nazwę aktywnej aplikacji w aplecie
ru: Показывать название активного приложения в апплете
tr: Aktif uygulamaladaki appletde Adını Göster
uk: Показувати назву активної програми в аплеті
zh_cn: 显示当前程序名称

source: Show the name of the active application in the applet when enabled
de: Falls aktiviert, wird der Name der aktiven Anwendung im Applet angezeigt.
hu: Megjeleníti az aktív alkalmazás nevét a kisalkalmazásban, ha engedélyezi
id: Perlihatkan nama aplikasi yang aktif pada aplet ketika aplikasi telah diaktifkan
it: Mostra il nome dell' applicazione attiva nell' applet quando attiva
nl: Als geactiveerd, laat het de naam van de actieve applicatie zien in het applet
pl: Pokaż nazwę aktywnej aplikacji w aplecie gdy opcja jest włączona
ru: Показывать название активного приложения в апплете если включено
tr: Aktif uygulamaladaki appletde Adını Gösterirse etkinleştir.
uk: Показує назву поточної програми в аплеті, коли активоване.
zh_cn: 启用本选项，将在小程序中显示当前程序名称

source: Specify if the applet has a handle. When the handle is enabled, the applet will not expand to occupy the remaining empty area on the panel.
de: Legt fest, dass das Applet über einen Anfasser verfügen soll. Wenn der Anfasser aktiviert ist, dann wird das Applet nicht ausgedehnt und belegt den verbleibenden leeren Bereich im Applet nicht.
hu: Meghatározza, hogy van-e a kisalkalmazásnak kezelője. Ha engedélyezve van a kezelő, akkor a kisalkalmazás nem terjed ki az egész szabad területre a panelen, elfoglalva azt.
id: Spesifikasikan jika aplet memiliki aturan. Ketika aturan diaktifkan, aplet tidak akan memakai sisa area pada panel.
it: Specifica se l' applet ha una maniglia. Quando la maniglia è permessa, l' applet non si espanderà per occupare la zona vuota restante sul pannello.
pl: Określ czy aplet ma posiadać ogranicznik. Gdy jest on włączony aplet nie rozszerzy się aby zająć całą dostępną przestrzeń na panelu.
ru: Укажите, будет ли апплет иметь рукоять. Если рукоять включена, апплет не будет занимать всё доступное место на панели.
zh_cn: 确保小程序中有一个处理程序，当启用此处理程序时，小程序将不会占用整个面板的空闲区域

source: Switch among applications via the application name label
de: Über den angezeigten Anwendungsnamen zwischen den Anwendungen wechseln
es: Cambie de entre las aplicaciones a travéz de la etiqueta del nombre de la aplicación
fr: Passez d'une application à l'autre par leur nom
hu: Alkalmazások közötti váltás az alkalmazás-név címkével
id: Berpindah antar aplikasi via label nama aplikasi
it: Spostati tra le applicazioni tramite l'etichetta
pl: Przełączaj się pomiędzy aplikacjiami poprzez napis nazwy aplikacji
ru: Переключаться между приложениями через метку приложения
sv: Byt mellan applikationer via applikationens namnetikett
tr: Uygulamalar arasında geçiş yaparken uygulama etiket adı
uk: Перемикатись між програмами через позначку імені програми
zh_cn: 利用应用程序标签来切换活动程序。

source: The maximum length of name of the active application, in pixels
de: Die maximale Länge des Namens der aktiven Anwendung in Pixeln
es: La longitud máxima, en pixeles, del nombre del aplicación activa
fr: La longueur maximale du nom de l'application active, en pixels
hu: Az aktív alkalmazás nevének maximális hossza képpontban
id: Panjang nama maksimum terhadap aplikasi aktif, dalam piksel.
it: Lunghezza massima del nome dell'applicazione attiva, in pixel
nl: De maximum lengte van de applicatie naam, in pixels
pl: Maksymalna długość nazwy aktywnej aplikacji, w pikselach
pt: O tamanho máximo para o nome da aplicação activa, em pixeis.
ru: Максимальная длина названия активного приложения, в пикселях
sv: Den maximala längden på namnet på den aktiva applikationen, i pixlar
tr: Aktif uygulamanın adı için en fazla uzunluk
uk: Максимальна довжина назви поточної програми, в пікселях.
zh_cn: 活动程序名称标签的最大长度，以像素计。

source: Global Menu Panel Applet
de: Globalmenü-Panel-Applet
es: Complemento del panel de Global Menu
fr: Applet Menu Global
fr_fr: Applet Menu Global
he: יישומון לוח התפריט הגולבלי
hu: Globális Menü Panel Kisalkalmazás
hu_hu: Globális Menü Panel Kisalkalmazás
id: Panel Aplet Global Menu
nl: Global Menu Paneel Applet
pl: Global Menu Panel Aplet
pt: Applet de Painel do Menu Global
ru: Апплет глобального меню
ru_ru: Апплет Global Menu
sv: Global Menu panel insticksmodul
uk: Аплет панелі «Глобальне меню»
zh_cn: 全局菜单小程序

source: GlobalMenu.PanelApplet Factory
de: GlobalMenu.PanelApplet-Umgebung
es: Fábrica GlobalMenu.PanelApplet
fr_fr: Fabrique d'applet de Menu Global
hu: GlobalMenu.PanelApplet Készítő
id: Pabrikasi GlobalMenu.PanelApplet
nl: GlobalMenu.PanelApplet Fabriek
pl: Fabryka GlobalMenu.PanelApplet
pt: Fábrica GlobalMenu.PanelApplet
ru: Фабрика GlobalMenu.PanelApplet
zh_cn: 全局菜单小程序工厂

source: The factory to build GlobalMenu.PanelApplet objects
de: Die Umgebung, um GlobalMenu.PanelApplet-Objekte zu bauen.
es: La fábrica para crear objetos GlobalMenu.PanelApplet
fr: La fabrique de construction d'objets GlobalMenu.PanelApplet
fr_fr: La fabrique pour construire les objets GlobalMenu.PanelApplet
he: המפעל לבניית פריטי GlobalMenu.PanelApplet
hu: Készítő GlobalMenu.PanelApplet objektumokhoz
id: Tempat pengolah untuk membangun obyek GlobalMenu.PanelApplet
it: La fabbrica per la creazione di oggetti GlobalMenu.PanelApplet
nl: De fabriek om GlobalMenu.PanelApplet objecten te bouwen
pl: Narzędzie do budowania obiektów GlobalMenu.PanelApplet
pt: A fábrica para construir objectos GlobalMenu.PanelApplet
ru: Фабрика построения объектов GlobalMenu.PanelApplet
uk: Середовище для будівництва об'єктів GlobalMenu.PanelApplet
zh_cn: 组建全局菜单面板小程序的工厂

source: Global Menu Plugin for XFCE Panel
de: Globalmenü-Plugin für die XFCE-Leiste
es: Complemento Global Menu para el Panel XFCE
fr: Greffon Menu Global pour le tableau de bord de XFCE
he: תוסף תפריט גלובלי עבור הלוח של XFCE
hu: Globális Menü Beépülő XFCE panelhoz
hu_hu: Globális Menü beépülő XFCE Panelhez
id: Plugin Global Menu untuk Panel XFCE
it: Plugin Global Menu per il pannello di XFCE
nl: Global Menu Plugin voor het XFCE paneel
pl: Global Menu plugin dla XFCE Panel
pt: Plugin do Menu Global para o Painel XFCE
ru: Модуль глобального меню для панели XFCE
ru_ru: Плагин Global Menu для панели XFCE
sv: Global Menu insticksmodul för XFCE panel
tr: XFCE paneli için Global Menü Eklentisi
uk: Додаток Глобальне Меню для панелі XFCE
zh_cn: 全局菜单 XFCE 面板插件

source: The Global Menu Plugin for XFCE Panel
de: Das Globalmenü-Plugin für die XFCE-Leiste
es: El Complemento Global Menu para XFCE Panel
fr: Le Greffon Menu Global pour le tableau de bord de XFCE
he: תוסף התפריט הגלובלי עבור הלוח של XFCE
hu: A Globális Menu Beépülő XFCE panelhoz
hu_hu: A Globális Menü Beépülő XFCE Panelhez
id: Plugin Global Menu untuk Panel XFCE
it: Il plugin Global Menu per il pannello XFCE
nl: De Global Menu Plugin voor het XFCE paneel
pl: Plugin Global Menu dla panelu XFCE
pt: O Plugin do Menu Global para o Painel XFCE
ru: Модуль глобального меню для панели XFCE
ru_ru: Плагин Global Menu для панели XFCE
sv: Global Menu's insticksmodul för XFCE's panel
tr: XFCE paneli için Global Menü Eklentisi
uk: Додаток Глобальне Меню для панелі XFCE
zh_cn: 全局菜单 XFCE 面板插件

source: Icon
fr: Icône
fr_fr: Icône
hu_hu: Ikon
it_it: Icona
ru_ru: Значок
sv: Ikon

source: Label
fr: Libellé
fr_fr: Intitulé
hu_hu: Címke
it_it: Titolo
ru_ru: Метка
sv: Etikett

source: Max title length
fr: Longueur maximale du titre
fr_fr: Longueur maximale du titre
hu_hu: Maximum cím hossz
it_it: Lunghezza massima titolo
ru_ru: Максимальная длина заголовка
sv: Maximal titellängd

source: Show/Hide the icon of the active window
fr: Afficher/Masquer l'icône de l'application active
fr_fr: Afficher/Cacher l'icône de la fenêtre active
hu_hu: Mutasd/Rejtsed el az ikonját az aktív ablaknak
it_it: Mostra/Nascondi l'icona della finestra attiva
ru_ru: Показать/спрятать значок активного окна
sv: Visa/dölj det aktiva fönstrets ikon

source: Show/Hide the name of the active application
fr: Afficher/Cacher le nom de l'application active
fr_fr: Afficher/Masquer le titre de l'application active
hu_hu: Mutasd/Rejtsed el az aktív alkalmazás címét
it_it: Mostra/Nascondi il nome dell'applicazione attiva
ru_ru: Показать/спрятать имя активного приложения
sv: Visa/dölj den aktiva applikationens namn

source: Window Actions
fr: Actions de la fênetre
fr_fr: Actions de la Fenêtre
hu_hu: Ablak műveletek
it_it: Azioni finestra
ru_ru: Управление окнами
sv: Fönstermeny

source: Window List
fr: Liste des fenêtres
fr_fr: Liste des Fenêtres
hu_hu: Ablak lista
it_it: Elenco programmi attivi
ru_ru: Список окон
sv: Fönsterlista

source: These parameters should be supplied in environment GLOBALMENU_GNOME_ARGS instead of the command line. NOTE: Environment GTK_MENUBAR_NO_MAC contains the applications to be ignored by the plugin.
fr_fr: Ces paramètres doivent être fournis dans l'environnement GLOBALMENU_GNOME_ARGS au lieu de la ligne de commande. NOTE: L'environnement GTK_MENUBAR_NO_MAC contient les applications que le greffon ignorera.
hu_hu: Ezek a paraméterek a GLOBALMENU_GNOME_ARGS környezetben kell megadni,nem a parancssorban. MEGJEGYZÉS: GTK_MENUBAR_NO_MAC környezet tartalmazza azon alkalmazásokat,Amelyeket figyelmen kívül hagy a beépülő modul.
it_it: Questi paramentri devono essere forniti tramite la variabile d'ambiente GLOBALMENU_GNOME_ARGS anzichè nella command line. NOTA: La variablie d'ambiente GTK_MENUBAR_NO_MAC contiene le applicazioni da ignorare.

source: <popup name="button3"> <menuitem name="Preferences" verb="Preferences" _label="_Preferences" pixtype="stock" pixname="gtk-preferences"/> <menuitem name="Help" verb="Help" _label="_Help" pixtype="stock" pixname="gtk-help"/> <menuitem name="About" verb="About" _label="_About..." pixtype="stock" pixname="gtk-about"/> </popup>
hu_hu: <popup name="button3"> <menuitem name="Preferences" verb="Preferences" _label="_Tulajdonságok" pixtype="stock" pixname="gtk-preferences"/> <menuitem name="Help" verb="Help" _label="_Súgó" pixtype="stock" pixname="gtk-help"/> <menuitem name="About" verb="About" _label="_Névjegy..." pixtype="stock" pixname="gtk-about"/> </popup>
ru_ru: <popup name="button3"> <menuitem name="Preferences" verb="Preferences" _label="_Настройки" pixtype="stock" pixname="gtk-preferences"/> <menuitem name="Help" verb="Help" _label="_Помощь" pixtype="stock" pixname="gtk-help"/> <menuitem name="About" verb="About" _label="_Об апплете..." pixtype="stock" pixname="gtk-about"/> </popup>

source: File Manager
hu_hu: Fájl kerelő
it_it: Esplorazione file
ru_ru: Файл-менеджер

source: The Maximum length of name of the active application
fr_fr: La taille maximale du nom de l'application active
hu_hu: A maximális hossza az aktív alkalmazás nevének
it_it: Lubghezza massima del nome dell'applicazione attiva
ru_ru: Максимальная длина имени активного приложения

source: Uses active application lablel as application switcher
fr_fr: Utilise l'intitulé de l'application active en tant dans le permutateur de fenêtres
hu_hu: Aktív alkalmazás címkéjének használata az alkalmazás váltójaként
it_it: Utilizza il nome dell'applicazione come menu programmi attivi
ru_ru: Использовать меню метки активного приложения как переключатель задач
