Repository: gnome-globalmenu/gnome-globalmenu
Catalog: po/*.po
Languages: de, es, fr, fr_fr, he, hu, hu_hu, id, it, it_it, nl, pl, pt, ru, ru_ru, sv, tr, uk, zh_cn

source: Size of check or radio indicator
de: Die Größe des Ankreuz- oder Radioindikators
es: Tamaño del indicador de radio o de la casilla
fr: Taille de l'indicateur à cocher ou radio
fr_fr: Taille de l'indicateur check ou radio
he: גודל מחוון הסימון או הברירה
hu: A jelölőnégyzet vagy választógomb kijelző mérete
id: Ukuran indikator cek atau radio
it: Dimensione dell'indicatore radio o di selezione
it_it: Dimensioni dei radio e check
nl: Grootte van aankruis- of selectie-indicator
pl: Rozmiar obiektu wyboru opcji lub radiowego
pt: Tamanho do indicador da marca de opção/selecção
ru: Размер флажка или индикатора выбора
sv: Storlek på kryss- eller radioindikator
tr: Onay ya da radyo düğmesi belirtecinin boyutu
uk: Розмір радіо-індикатора або індикатора-вибору
zh_cn: 单选指示器的大小

source: Be verbose
de: ausführliche Ausgabe
es: Proporcionar detalles
fr: Mode bavard
fr_fr: Etre prolixe (verbose mode)
he: הצגת פרטים
hu: Részletes kimenet
hu_hu: Részletes kimenet
id: Model verbose
it: Diagnostica estesa
it_it: verboso
nl: Uitgebreide informatie
pl: Pokaż przebieg działania
pt: Apresentar detalhes
ru: Подробный вывод
sv: Visa mycket information
tr: Konuşkan ol
uk: Докладний вивід
zh_cn: 显示调试信息

source: Disable the Plugin
de: Plugin deaktivieren
es: Deshabilitar el complemento
fr: Désactiver le Greffon
fr_fr: Désactiver ce Greffon
he: ביטול התוסף
hu: Beépülő letiltása
hu_hu: Beépülő modul letiltása
id: Nonaktifkan plugin
it: Disattiva il Plugin
it_it: Disabilita il Plugin
nl: Plugin Uitschakelen
pl: Wyłącz wtyczkę
pt: Desactivar o Plugin
ru: Отключить плагин
ru_ru: Выключить плагин
sv: Deaktivera insticksmodulen
tr: Eklentiyi devre dışı bırak
uk: Вимкнути додаток
zh_cn: 禁用本插件

source: globalmenu-panel-applet
es: complemento-panel-globalmenu
id: panel-applet-globalmenu
it: globalmenu-applet-pannello
nl: globalmenu-paneel-applet
pl: globalmenu-panel-aplet
ru: апплет-панели-глобального меню
zh_cn: 全局菜单小程序

source: Add window action menu entries to active application name menu
de: Einträge des Fenstermenüs zum aktiven Anwendungsnamenmenü hinzufügen.
es: Agregar entradas del menú de acciónes de las ventanas al nombre del menú de la aplicación actual
fr: Ajouter au menu du titre de l'application active un menu d'actions sur la fenêtre
fr_fr: Ajouter le menu d'actions sur la fenêtre dans le menu de titre de l'application active
hu: Ablak műveleti menübejegyzések hozzáadása az aktív alkalmazásnév menühöz
hu_hu: Ablak műveletek rendelése az alkalmazás-név menühöz
id: Tambahkan daftar menu aktivitas window kedalam nama menu aplikasi aktif
it: Aggiungi le voci di menu per azioni finestra al menu dell'applicazione attiva
it_it: Aggiungi azioni finestra
nl: Voeg menu items voor Venster acties toe aan de actieve toepassings menu
pl: Dodaj akcje dotyczące okna do menu z nazwą aktywnej aplikacji
pt: Adicionar entradas do menu de acções de janela ao menu do nome da aplicação activa
ru: Добавить действия с окном к меню активного приложения
ru_ru: Добавить опции управления окнами в меню метки активного приложения
sv: Lägg till återgärds meny poster till den aktiva applikationens namn meny
tr: Aktif uygulama menüsüne Komut Menü Penceresini ekle
uk: Додати пункти меню для дій вікна, що активують меню програми
zh_cn: 在应用程序名字标签的子菜单中包括窗口操作

source: Indicator Size
de: Indikatorgröße
es: Tamaño del indicador
fr: Taille de l'indicateur
fr_fr: Taille de l'Indicateur
he: גודל המחוון
hu: Kijelző mérete
id: Ukuran Indikator
it: Dimensione dell'indicatore
it_it: Dimensioni indicatore
nl: Indicatorgrootte
pl: Rozmiar obiektu
pt: Tamanho do Indicador
ru: Размер индикатора
ru_ru: Размер индикатора
sv: Indikatorstorlek
tr: Belirteç Boyutu
uk: Розмір індикатора
zh_cn: 复选指示器的大小

source: disable serializing pixbuf
de: Pixbuf-Deserialisierung deaktivieren
es: Deshabilitar serialización de pixbuf
fr: désactiver la sérialisation pixbuf
he: ביטול טוריות של pixbuf
hu: pixbuf sorosításának letiltása
id: Nonaktifkan pixbuf berurut
it: disabilita serializzazione pixbuf
pl: Wyłącz pixbuf
pt: desactivar "pixbuf" serializante
ru: отключить сериализации pixbuf
sv: Avaktivera serialisering av pixbuf
tr: pixbuf serileştirmesini kapat
zh_cn: 禁用 pixbuf 位图信息持续化

source: File to save the log, default to ~/.gnomenu.log
de: Datei zum Speichern des Protokolls, Vorgabe ist ~/.gnomenu.log
es: Archivo a guardar el log, por defecto se usara ~/.gnomenu.log
fr: Fichier où enregistrer le journal, par défaut ~/.gnomenu.log
fr_fr: Fichier dans lequel sauvegarder le journal, par défaut ~/.gnomenu.log
he: ארע כשל בשמירת הדוח, ברירת המחדל היא ~/.gnomenu.log
hu: A log fájl mentési útvonala (Alap: ~/.gnomenu.log)
hu_hu: A fájl, ahová a log mentésre kerül. (Alap: ~/.gnomenu.log)
id: Berkas untuk menyimpan catatan, biasanya di ~/.gnomenu.log
it: File dove salvare i log, predefinito in ~/.gnomenu.log
it_it: Nome del log file (~/.gnomenu.log)
nl: Bestand om het logboek te bewaren, standaard naar ~/.gnomenu.log
pl: Plik dziennika (domyślnie ~/.gnomenu.log)
pt: Ficheiro para gravar o registo, por omissão em ~/.gnomenu.log
ru: Файл журнала, по умолчанию ~/.gnomenu.log
ru_ru: Сохранять лог в... (по умолчанию: ~/.gnomenu.log)
sv: Fil för att spara loggfilen, som standard till ~/.gnomenu.log
tr: Günlük kaydedilecek dosya, varsayılan ~/.gnomenu.log
uk: Файл для збереження журналу, по замовченню до ~/.gnomenu.log
zh_cn: 把日志保存到文件中，缺省文件是 ~/.gnomenu.log

source: Enable hybrid mode
de: Hybridmodus aktivieren
he: הפעלת מצב כלאיים
hu: Hibrid mód engedélyezése
id: Aktifkan mode hibrida
it: Abilita modalità ibrida
pl: Włącz tryb hybrydowy
pt: Activar modo híbrido
ru: Включить гибридный режим
tr: hybrid modu aç
uk: Увімкнути гібридний режим
zh_cn: 激活混合模式

source: - Global Menu plugin Module for GTK
de: - Global Menu-Pluginmodul für GTK
es: Módulo del complemento Global Menu para GTK
fr: - Module GTK du greffon Global Menu
fr_fr: Applet Menu Global pour GNOME
he: - מודול תוסף תפריט כללי עבור GTK
hu: Globális Menü beépülő modul a GTK-hoz
hu_hu: - Globális Menü beépülő GTK-hoz
id: Modul plugin Global Menu untuk GTK
it: - Modulo Global Menu plugin per GTK
it_it: Modulo Global Menu plugin per GTK
nl: - Global Menu plugin Module voor GTK
pl: - Wtyczka Global Menu dla GTK
pt: Módulo do Plugin de Menu Global para GTK
ru: - Плагин глобального меню для GTK
sv: Insticksmodul för global menyrad
tr: GTK modülü için Global Menü Eklentisi
uk: - Модуль Додатку Глобального Меню для GTK
zh_cn: - 全局菜单 GTK 插件

source: These parameters should be supplied in environment GLOBALMENU_GNOME_ARGS instead of the command line.
de: Diese Parameter sollten in der Variable GLOBALMENU_GNOME_ARGS anstatt in der Befehlszeile übergeben werden.
es: Esos parametros deben de ser proveidos en la seccion GLOBALMENU_GNOME_ARGS y no en la linea de comando
fr: Ces paramètres devraient être fournis par l'environnement GLOBALMENU_GNOME_ARGS plutôt que par la ligne de commande.
he: פרמטרים אלו אמורים להיות מסופקים דרך המשתנה הסביבתי GLOBALMENU_GNOME_ARGS במקום בשורת הפקודה.
hu: Ezeket a paraméterek a GLOBALMENU_GNOME_ARGS környezetben kell megadni, nem a parancssorban.
id: Parameter tersebut harus dapat disuplai dalam lingkungan GLOBALMENU_GNOME_ARGS daripada diketik pada baris perintah.
it: Questi parametri dovrebbero essere specificati nella variabile d'ambiente GLOBALMENU_GNOME_ARGS piuttosto che nella riga di comando.
pl: Te parametry powinny być podane w zmiennej środowiskowej GLOBALMENU_GNOME_ARGS zamiast linii poleceń.
ru: Параметры должны быть применены в переменной окружения GLOBALMENU_GNOME_ARGS, а не в командной строке.
sv: Dessa parametrar borde tillföras i omgivningen GLOBALMENU_GNOME_ARGS istället för kommandoraden.
tr: Bu parametreler komut satırı yerine GLOBALMENU_GNOME_ARGS ortamında sağlanmalı.
uk: Ці параметри мають бути передані у змінних середовища GLOBALMENU_GNOME_ARGS, а не через командний рядок.
zh_cn: 要将这些参数提供给Global Menu, 请将其放置于环境变量 GLOBALMENU_GNOME_ARGS 中。

source: _Preferences
de: _Einstellungen
es: Opciones
fr: _Préférences
he: ה_עדפות
hu: _Tulajdonságok
id: _Preferensi
it: _Preferenze
nl: _Voorkeuren
pl: Preferencje
pt: _Preferências
ru: _Настройки
sv: Inställningar
tr: _Özellikler
uk: _Параметри
zh_cn: 首选项(_P)

source: _Help
de: _Hilfe
es: _Ayuda
fr: _Aide
he: ע_זרה
hu: _Súgó
id: _Bantuan
it: _Aiuto
pl: Pomoc
pt: _Ajuda
ru: Помощь
sv: Hjälp
tr: _Yardım
uk: _Довідка
zh_cn: 帮助(_H)

source: _About
de: _Info
es: _Acerca de
fr: À _propos
he: על _אודות
hu: _Névjegy
id: _Tentang
it: _Informazioni
nl: _Over
pl: O programie
pt: _Sobre
ru: _О программе
sv: Om
tr: _Hakkında
uk: Про програм_у
zh_cn: 关于(_A)

source: No Global Menu?
de: Kein Globales Menü?
es: Sin Global Menu?
fr: Pas de Global Menu?
he: ללא תפריט כללי?
hu: Nincs Globális Menü?
id: Tidak ada Global Menu?
it: Nessun Global Menu?
nl: Geen Global Menu?
pl: Brak Global Menu?
ru: Нет глобального меню?
sv: Ingen Global Menu?
tr: Global Menü Olmasın mı?
uk: Немає Глобального Меню?
zh_cn: 没有全局菜单？

source: The Global Menu Plugin is not enabled on this desktop.
de: Das Globalmenü-Plugin ist auf diesem Desktop nicht aktiviert.
es: El complemento Menu Global no esta habilitado en este escritorio
fr: Le greffon Global Menu n'est pas activé sur ce bureau.
he: תוסף התפריט הכללי אינו פעיל בשולחן עבודה זה.
hu: A Globális Menü beépülő nincs engedélyezve ezen az asztalon
id: Plugin Global Menu tidak diaktifkan pada area kerja ini.
it: Il plugin Global Menu non è abilitato su questo desktop.
nl: Global Menu Plugin is niet toegestaan op deze desktop
pl: Plugin Global Menu jest wyłączony na tym ekranie
ru: Плагин глобального меню не включен для на этом рабочем столе.
sv: Global Menu instiksmodulen är inte applicerat på detta skrivbord.
tr: Masaüstü için Global Menü Eklentisi etkinleştirilmedi
uk: Додаток Глобальне Меню не активований.
zh_cn: 没有加载全局菜单 GTK 插件。

source: Enable the plugin by accessing the preferences dialog via a right-click,
de: Aktivieren Sie dieses Plugin im Einstellungsdialog, den Sie über einen Klick mit der rechten Maustaste erreichen,
es: Habilite el complemento accesando al dialogo de opciones por medio del boton derecho de su ratón,
fr: Activez le greffon en accédant au préférences par un click-doit.
he: הפעלת התוסף על ידי גישה אל תפריט התוספות על ידי לחיצה עם הלחצן הימני,
hu: Beépülő engedélyezése, a tulajdonságok párbeszéd ablakon keresztül, jobb egér kattintással.
id: Aktifkan plugin dengan cara mengakses jendela pengaturan via klik-kanan.
it: Abilita il plugin accedendo al dialogo delle preferenze con un click col tasto destro del mouse.
pl: Włącz plugin w preferencjach używając menu pod prawym przyciskiem myszy.
ru: Включите этот плагин для доступа к диалогу настроек по правому щелчку,
sv: Aktivera insticksmodulen genom att öppna inställnings dialogen med ett högerklick.
tr: Bu eklentiyi sağ-tıklamayla tercihlere girerek etkinleştir
uk: Активуйте додаток у діалозі параметрів, натиснувши праву кнопку миші,
zh_cn: 要激活插件，可从首选项进行设置。

source: or by exporting GTK_MODULES=globalmenu-gnome in your profile.
de: oder durch Exportieren von GTK_MODULES=globalmenu-gnome in Ihrem Profil.
es: O exportando la extension GTK_MODULES=globalmenu-gnome dentro de su perfil.
fr: Ou en exportant GTK_MODULES=globalmenu-gnome dans votre profil.
he: או על ידי ייצוא GTK_MODULES=globalmenu-gnome בפרופיל שלך.
hu: vagy a GTK_MODULES=globalmenu-gnome exportálásával a profiljába.
id: atau dengan mengekspor GTK_MODULES=globalmenu-gnome pada profil Anda.
it: o aggiungendo l'export GTK_MODULE=globalmenu-gnome al tuo profilo.
pl: lub poprzez wyeksportowanie GTK_MODULES=globalmenu-gnome w swoim profilu.
ru: или экспортируйте GTK_MODULES=globalmenu-gnome в ваш профиль
sv: eller genom att exportera GTK_MODULES=globalmenu-gnome i din profil.
tr: veya proflinizdeki GTK_MODULES=globalmenu-gnome'u dışa aktararak.
uk: або експортуючи GTK_MODULES=globalmenu-gnome у Ваш профіль.
zh_cn: 或者在环境变量中导出 GTK_MODULES=globalmenu-gnome

source: Project Home
de: Projektseite
es: Página principal del Proyecto
fr: Site Internet du Projet
fr_fr: Page Internet du Projet
he: אתר הפרויקט
hu: Projekt honlap
hu_hu: Projekt honlap
id: Pusat Proyek
it: Home Page progetto
it_it: Sito Web Progetto
nl: Webpagina Project
pl: Strona domowa projektu
pt: Página do Projecto
ru: Сайт проекта
ru_ru: Страница проекта
sv: Projektets hemsida
tr: Proje Başlangıç Sayfası
uk: Домашня сторінка проекту
zh_cn: 项目主页

source: translator-credits
de: Launchpad Contributions: Frederik Hahne https://launchpad.net/~atomfrede Mario Blättermann https://launchpad.net/~mariobl-freenet Pierre Slamich https://launchpad.net/~pierre-slamich Thomas Trummer https://launchpad.net/~truetom Timo.Denissen https://launchpad.net/~timo-denissen bmhm https://launchpad.net/~bmhm chrispy https://launchpad.net/~chrisssspy hintze https://launchpad.net/~hintze
es: Launchpad Contributions: Fidelinho https://launchpad.net/~fidel-vales dfoxpro https://launchpad.net/~dfoxpro raziel https://launchpad.net/~zimbiozix
fr: Launchpad Contributions: Pierre Slamich https://launchpad.net/~pierre-slamich pyluyten https://launchpad.net/~py
he: Launchpad Contributions: Yaron https://launchpad.net/~sh-yaron
hu: Launchpad Contributions: jadaml https://launchpad.net/~jadaml qw3r https://launchpad.net/~demeter-istvan sampi https://launchpad.net/~sampi-psy
id: Launchpad Contributions: Aldo https://launchpad.net/~aldozt Fajran Iman Rusadi https://launchpad.net/~fajran Taufiq https://launchpad.net/~cahsowan Tom Gregory https://launchpad.net/~tom-postnix mpugandrik https://launchpad.net/~mpugandrik
it: Launchpad Contributions: Claudio Arseni https://launchpad.net/~claudio-arseni Damiano Dallatana https://launchpad.net/~damidalla Francesco Marella https://launchpad.net/~francesco-marella Giorgio https://launchpad.net/~uastasi Gorgonilla https://launchpad.net/~lviggiani NicoGig https://launchpad.net/~nicogigante Selfork https://launchpad.net/~antonino-furnari-gmail
nl: Launchpad Contributions: Eddie https://launchpad.net/~erwin-gjaltemaonline ubby https://launchpad.net/~kostas-sytske
pl: Launchpad Contributions: Jakub 'Livio' Rusinek https://launchpad.net/~liviopl-pl Jakub Kamecki https://launchpad.net/~puchat3k bumper https://launchpad.net/~bumper-wp
pt: Launchpad Contributions: Bruno Guerreiro https://launchpad.net/~american-jesus-pt Diogo Ferreira https://launchpad.net/~diogo-underdev Edgar Gonçalves https://launchpad.net/~edgar.goncalves Francisco Silva https://launchpad.net/~fsilvaportugal dbrenha https://launchpad.net/~dbrenha
ru: Launchpad Contributions: Alexander Kluev https://launchpad.net/~kwargs Alexander Semyonov https://launchpad.net/~rotuka Konstantin Khazov https://launchpad.net/~kvk15-ripe Nikita Ivanitski https://launchpad.net/~sukinkot Oleg Grom https://launchpad.net/~gromescu Sergey Sedov https://launchpad.net/~serg-sedov
sv: Launchpad Contributions: Dojan5 https://launchpad.net/~joel-lundborg-gmail
tr: Launchpad Contributions: Ferit Terzi https://launchpad.net/~feritterzi TurkMame https://launchpad.net/~turkmame Ufuk Tekir https://launchpad.net/~tekir
uk: Launchpad Contributions: Eugene Babiy https://launchpad.net/~eugene-babiy Whitemaster https://launchpad.net/~whitemaster andygol https://launchpad.net/~andrey-n-golovin manro https://launchpad.net/~roman-denisov
zh_cn: Launchpad Contributions: Yu Feng https://launchpad.net/~rainwoodman elite https://launchpad.net/~era-elite niuze https://launchpad.net/~carlosloveleo

source: On-line help
de: Online-Hilfe
es: Ayuda en línea
fr: Aide en Ligne
fr_fr: Aide en Ligne
he: עזרה מקוונת
hu: Online segítség
hu_hu: Online súgó
id: Bantuan on-line
it: Guida in linea
it_it: Guida in linea
pl: Pomoc online
pt: Ajuda on-line
ru: Помощь в сети
ru_ru: Помощь онлайн
sv: Onlinehjälp
tr: Online Yardım
uk: Онлайн допомога
zh_cn: 在线帮助

source: Global Menu Applet Preferences
de: Global Menu Applet Einstellungen
es: Opciones de Global Menu
fr: Préférences du greffon Global Menu
he: העדפות יישומון התפריט הגלובלי
hu: Globális Menü Kisalkalmazás Tulajdonságai
id: Pengaturan Global Menu Aplet
it: Preferenze dell'applet Global Menu
nl: Global Menu Applet voorkeuren
pl: Preferencje apletu Global Menu
ru: Свойства апплета глобального меню
sv: Global Menu insticksmodul inställningar.
tr: Global Menü Applet Özellikleri
uk: Параметри аплету Глобальне Меню
zh_cn: 全局菜单首选项

source: no windows
de: keine Fenster
es: Sin ventanas
fr: aucune fenêtre
he: אין חלונות
hu: nincsenek ablakok
hu_hu: nincsenek ablakok
id: Tanpa Bingkai Jendela
it: nessuna finestra
it_it: nessuna finestra
nl: geen venster
pl: brak okien
pt: sem janelas
ru: нет окон
ru_ru: нет окон
sv: inga fönster
tr: Pencereler Olmasın
zh_cn: 没有窗口

source: no actions
de: Keine Aktionen
es: Sin acciones
fr: aucune action
he: אין פעולות
hu: nincsenek műveletek
hu_hu: Nincs műveletek
id: Tanpa tindakan
it: nessuna azione
nl: geen acties
pl: brak akcji
pt: sem acções
ru: нет действий
sv: inga åtgärder
tr: Komutlar Olmasın
zh_cn: 无可用操作

source: Mi_nimize
de: Mi_nimieren
es: Mi_nimizar
fr: _Réduire
he: מ_זעור
hu: Mi_nimalizálás
hu_hu: Mi_nimalizálás
id: _Kecilkan
it: Mi_nimizza
it_it: _Minimizza
nl: Mi_nimaliseren
pl: Minimalizacja
pt: Mi_nimizar
ru: Свернуть
sv: Minimera
tr: _Küçült
uk: З_горнути
zh_cn: 最小化(_N)

source: Ma_ximize
de: Ma_ximieren
es: Ma_ximizar
fr: Ma_ximiser
he: ה_גדלה
hu: Ma_ximalizálás
hu_hu: Ma_ximalizálás
id: _Perbesar
it: Ma_ssimizza
it_it: Ma_ssimizza
nl: Ma_ximaliseren
pl: Maksymalizacja
pt: Ma_ximizar
ru: Развернуть
sv: Maximiera
tr: _Büyült
uk: _Розгорнути
zh_cn: 最大化(_X)

source: Unma_ximize
de: _Wiederherstellen
es: _Restaurar
fr: R_estaurer
he: _שחזור
hu: _Eredeti méret
hu_hu: _Eredeti méret
id: Kem_balikan Ukuran
it: Dema_ssimizza
it_it: Dema_ssimizza
nl: _Herstellen
pl: Demaksymalizacja
pt: Resta_urar
ru: Восстановить прежний размер
sv: Återställ
tr: _Büyültmeyi geri al
uk: Відновити _попередній розмір
zh_cn: 取消最大化(_X)

source: _Move
de: _Verschieben
es: _Mover
fr: Déplacer
he: ה_זזה
hu: Át_helyezés
hu_hu: _Mozgatás
id: _Pindahkan
it: _Sposta
it_it: M_uovi
nl: _Verplaatsen
pl: Przesuń
pt: _Mover
ru: Переместить
sv: Flytta
tr: _Taşı
uk: Перем_істити
zh_cn: 移动(_M)

source: _Resize
de: _Größe ändern
es: _Redimensionar
fr: _Redimensionner
he: שינוי גו_דל
hu: Át_méretezés
hu_hu: Át_méretezés
id: _Ubah ukuran
it: _Ridimensiona
it_it: _Ridimensiona
nl: _Herschalen
pl: Zmień wymiary
pt: _Redimensionar
ru: Изменить размер
sv: Ändra storlek
tr: _Yeniden Boyutlandır
uk: Змінити _розмір
zh_cn: 改变大小(_R)

source: Always on _Top
de: Immer im _Vordergrund
es: Siempre _encima
fr: Toujours au pre_mier plan
he: תמיד _עליון
hu: Mindig _felül
hu_hu: Mindig _felül
id: Selalu di _Atas
it: Sempre in _primo piano
it_it: Sempre in _primo piano
nl: Altijd _bovenop
pl: Zawsze na wierzchu
pt: Sempre _Visível
ru: Всегда сверху
sv: Alltid överst
tr: Her Zaman Üstte
uk: Завжди звер_ху
zh_cn: 常居顶端(_T)

source: _Always on visible Workspace
de: Immer auf der _sichtbaren Arbeitsfläche
es: Siempre _visible en el área de trabajo
fr: _Toujours sur l'espace de travail visible
he: תמיד ב_סביבת העבודה הגלויה
hu: Mindig a látható m_unkaterületen
hu_hu: Mindig a látható m_unkaterületen
id: _Selalu ada di ruang yang tampak
it: _Sempre su spazio di lavoro visibile
it_it: Sempre su area di lavoro _visibile
nl: _Altijd op zichtbare werkruimte
pl: Zawsze na widocznym pulpicie
pt: Sempre no _Espaço de Trabalho visível
ru: Всегда на видимом рабочем месте
sv: Alltid på den synliga arbetsytan
tr: _Herzaman Çalışma Alanında Görüntüle
uk: Завжди на _видимій робочій стільниці
zh_cn: 总是可见(_A)

source: _Workspace...
de: _Arbeitsfläche ...
es: _Área de trabajo
fr: _Espace de Travail...
he: _סביבת עבודה...
hu: _Munkaterület...
id: _Area Kerja
it: _Spazio di lavoro
nl: _Werkruimte...
pl: Pulpit
pt: _Espaço de Trabalho...
ru: Рабочее место…
sv: Arbetsyta
tr: _Çalışma Alanı...
uk: Робоча _стільниця
zh_cn: 工作区(_W)...

source: _Close
de: S_chließen
es: _Cerrar
fr: _Fermer
he: _סגירה
hu: _Bezárás
hu_hu: _Bezárás
id: _Tutup
it: _Chiudi
it_it: _Chiudi
nl: _Sluiten
pl: Zamknij
pt: _Fechar
ru: Закрыть
sv: Stäng
tr: _Kapat
uk: _Закрити
zh_cn: 关闭(_C)

source: Show _Desktop
de: _Desktop anzeigen
es: Mostrar _Escritorio
fr: Montrer le _Bureau
he: ה_צגת שולחן העבודה
hu: Asztal _megjelenítése
hu_hu: Asztal _megjelenítése
id: Tampilkan _Desktop
it: Mostra_Scrivania
it_it: _Mostra Scrivania
nl: Laat bureaublad _zien
pl: Pokaż pulpit
pt: Mostrar Ambiente de _Trabalho
ru: Показать рабочий стол
sv: Visa Skrivbordet
tr: Masaüstünü_Göster
uk: П_оказати Робочу стільницю
zh_cn: 显示桌面(_D)

source: Desktop
es: Escritorio
fr: Bureau
he: שולחן העבודה
hu: Asztal
hu_hu: Asztal
id: Layar Kerja Utama
it: Scrivania
it_it: Scrivania
nl: Bureaublad
pl: Pulpit
pt: Ambiente de Trabalho
ru: Рабочий стол
ru_ru: Рабочий стол
sv: Skrivbord
tr: Masaüstü
uk: Стільниця
zh_cn: 桌面

source: Follow the window
de: Dem Fenster folgen
es: Seguir la ventana
fr: Suivre la fenêtre
he: מעקב אחר החלון
hu: Ablak követése
id: Ikuti bingkai jendela
it: Segui la finestra
nl: Volg het venster
pl: Śledz okno
pt: Seguir a janela
ru: Следовать за окном
sv: Följ fönstret
tr: Pencere İzle
uk: Слідкувати за вікном
zh_cn: 跟随窗口

source: Add a handle to the applet
de: Anfasser zum Applet hinzufügen
hu: Kezelő a kisalkalmazáshoz rendelése
id: Tambahkan aturan pada aplet
it: Aggiunga una maniglia al applet
pl: Dodaj nazwę dla apletu
ru: Добавить действие к апплету
tr: Applete yeni yol ekle
zh_cn: 向小程序中添加一个处理程序

source: Disable checking the GTK plugin module at startup
de: Überprüfen des GTK-Pluginmoduls meim Start deaktivieren
hu: A GTK beépülő modul indulásának ellenőrzésének letiltása indításkor
id: Nonaktifkan pemeriksaan terhadap modul plugin GTK saat mulai
it: Disabilita il check del modulo plugin GTK all' avvio
pl: Wyłącz sprawdzanie pluginu modułu GTK podczas startu
ru: Отключить проверку GTK модуля при загрузке
tr: Başlangıçta GTK plugin modüllerinini kontol etmeyi kapat
uk: Вимкнути перевірку модулів додатків GTK при старті
zh_cn: 启动时不检查GTK插件模块
